capacity_test/vegeta_report.txt
Requests      [total, rate, throughput]  60000, 1000.00, 999.98
Duration      [total, attack, wait]      1m0.001037952s, 59.999861437s, 1.176515ms
Latencies     [mean, 50, 95, 99, max]    1.361101ms, 1.098518ms, 2.697703ms, 5.014226ms, 57.553499ms
Bytes In      [total, mean]              600000, 10.00
Bytes Out     [total, mean]              0, 0.00
Success       [ratio]                    100.00%
Status Codes  [code:count]               200:60000  
Error Set: