capacity_test/vegeta_report.txt
Requests      [total, rate, throughput]  4200, 70.02, 70.02
Duration      [total, attack, wait]      59.986359977s, 59.984951737s, 1.40824ms
Latencies     [mean, 50, 95, 99, max]    1.404916ms, 1.28633ms, 1.897127ms, 4.053542ms, 56.032384ms
Bytes In      [total, mean]              42000, 10.00
Bytes Out     [total, mean]              0, 0.00
Success       [ratio]                    100.00%
Status Codes  [code:count]               200:4200  
Error Set: